<template>
  <div class="py-[100px]">
    <div class="container">
      <div class="space-y-6">
        <h3 class="max-w-[910px] text-headline-2 font-semibold">
          Более 13 лет занимаемся производством упаковки и сувенирной продукцией
        </h3>
        <p class="max-w-[783px] text-lightGreyBlue">
          В целом, конечно, понимание сути ресурсосберегающих технологий предопределяет
          высокую востребованность распределения внутренних резервов и ресурсов.
          Банальные, но неопровержимые выводы, а также активно развивающиеся страны
          третьего мира освещают чрезвычайно интересные особенности картины в целом,
          однако конкретные выводы, разумеется, в равной степени предоставлены сами себе!
          Противоположная точка зрения подразумевает, что диаграммы связей рассмотрены
          исключительно в разрезе маркетинговых и финансовых предпосылок.
        </p>
        <Btn name="Узнать подробнее" class="inline-block" />
      </div>
      <NuxtImg class="w-full" src="/images/countries.png" alt="countries" />
    </div>
  </div>
</template>

<script setup lang="ts">
import Btn from "@/components/buttons/Btn.vue";
</script>

<style scoped></style>
