<template>
  <div class="container">
    <div>
      <h3>Более 13 лет занимаемся производством упаковки и сувенирной продукцией</h3>
      <p>
        В целом, конечно, понимание сути ресурсосберегающих технологий предопределяет
        высокую востребованность распределения внутренних резервов и ресурсов. Банальные,
        но неопровержимые выводы, а также активно развивающиеся страны третьего мира
        освещают чрезвычайно интересные особенности картины в целом, однако конкретные
        выводы, разумеется, в равной степени предоставлены сами себе! Противоположная
        точка зрения подразумевает, что диаграммы связей рассмотрены исключительно в
        разрезе маркетинговых и финансовых предпосылок.
      </p>
      <Btn name="Узнать подробнее" />
    </div>
    <div>
      <NuxtImg src="/images/countries.png" alt="countries" />
    </div>
  </div>
</template>

<script setup lang="ts">
import Btn from "@/components/buttons/Btn.vue";
</script>

<style scoped></style>
