export const cases = [
  {
    id: 1,
    title: "Банк Точка",
    description:
      "Изготовление подарочных наборов, бумажных пакетов, папок для банковских карт и коробок под сувенирную продукцию",
    image: "/images/par-1.png",
    category: "банковские услуги",
  },
  {
    id: 2,
    title: "Екатеринбургский завод по обработке цветных металлов",
    description: "Выпуск ежемесячных газет",
    image: "/images/par-2.png",
    category: "промышленность",
  },
  {
    id: 3,
    title: "Уральские авиалинии",
    description:
      "Производство коробок, календарей, пакетов, листовок, чеклов, инструкций по безопасности в самолете, футболок и мерча",
    image: "/images/par-3.png",
    category: "авиация",
  },
  {
    id: 4,
    title: "Банк Точка",
    description:
      "Изготовление подарочных наборов, бумажных пакетов, папок для банковских карт и коробок под сувенирную продукцию",
    image: "/images/par-1.png",
    category: "банковские услуги",
  },
  {
    id: 5,
    title: "Екатеринбургский завод по обработке цветных металлов",
    description: "Выпуск ежемесячных газет",
    image: "/images/par-2.png",
    category: "промышленность",
  },
  {
    id: 6,
    title: "Уральские авиалинии",
    description:
      "Производство коробок, календарей, пакетов, листовок, чеклов, инструкций по безопасности в самолете, футболок и мерча",
    image: "/images/par-3.png",
    category: "авиация",
  },
  {
    id: 7,
    title: "Банк Точка",
    description:
      "Изготовление подарочных наборов, бумажных пакетов, папок для банковских карт и коробок под сувенирную продукцию",
    image: "/images/par-1.png",
    category: "банковские услуги",
  },
  {
    id: 8,
    title: "Екатеринбургский завод по обработке цветных металлов",
    description: "Выпуск ежемесячных газет",
    image: "/images/par-2.png",
    category: "промышленность",
  },
  {
    id: 9,
    title: "Уральские авиалинии",
    description:
      "Производство коробок, календарей, пакетов, листовок, чеклов, инструкций по безопасности в самолете, футболок и мерча",
    image: "/images/par-3.png",
    category: "авиация",
  },
];

export const works = [
  "work-1",
  "work-2",
  "work-3",
  "work-4",
  "work-5",
  "work-6",
  "work-7",
  "work-8",
  "work-9",
];
